Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The Norwegian project underlines the need for and the value of international cooperation on technology development and emission reductions.
nn: Det norske prosjektet understrekar behovet for, og verdien av, internasjonalt samarbeid om teknologiutvikling og utsleppsreduksjonar.

source: potential for further growth in this area, and the
nn: Potensialet for ytterlegare vekst er stort, og

source: A study of teaching methods will enable the studentsto evaluate their own work and skills as a teacher.
nn: Gjennom arbeidet med dei didaktiske delanei studiet skal studentane både utvikle grunnlag for refleksjon over eiga verksemd og praktiskferdigheit i lærararbeid.

source: The figure shows that market concentration has increased since 2004, with the exception of a brief period in 2009.
nn: Figuren viser at marknadskonsentrasjonen har auka frå 2004, med unnatak av ein kort periode i 2009.

source: Taken together, conditions improved somewhat in international and Norwegian financial markets towards the end of 2011 and in the beginning of 2012.
nn: Samla sett betra tilhøva seg noko på internasjonale og norske finansmarknader mot slutten av 2011 og tidleg i 2012.

source: For example, participants may be asked to choose between different more or less risky financial gambles to examine their attitudes towards risk and how much weight they give to securing gains and avoiding losses.
nn: Til dømes kan ein få deltakarar til å velja mellom ulike meir eller mindre risikofylte pengespel for å sjå kva haldningar deltakarane har til risiko, og kor mykje vekt dei legg på å sikra gevinstar og å unngå tap.

source: Teachers may thus have to cooperate with individuals and educational institutions outsidetheir own school.
nn: Lærarar har derfor også ansvar for kontakt og samarbeid medpersonar og institusjonar utanfor eigen institusjon.

source: Emissions come primarily from production processes, and reducing emissions will require new technology to be developed and used [11].
nn: Utsleppa kjem i stor grad frå produksjonsprosessane, og utsleppsreduksjonar vil krevje både teknologiutvikling og at ny teknologi vert teken i bruk [11].

source: The first time funds were allocated to the Cultural Rucksack was in the government budget for 2001.
nn: I statsbudsjettet for 2001 vart det for første gong løyvd midlar til Den kulturelle skulesekken.

source: Denmark has since 1990 levied a special tax on wage costs in a number of sectors exempted from value added tax, including the financial sector.
nn: Danmark har sidan 1990 hatt ei særskild skattlegging av lønskostnader i fleire sektorar som har unnatak for meirverdiavgift, mellom annan finanssektoren.

source: Full progress in development projects and new, more climate-friendly trains in Trøndelag
nn: Full framdrift i utbyggingsprosjekt og nye, meir klimavennlege tog i Trøndelag

source: The best way of developing methods of bringing the visual arts to schools is to strengthen the role of the regional art museums as producers and presenters of professional art, and promote dialogue and cooperation between these institutions and centres of national expertise.
nn: Den visuelle kunstformidlinga i Den kulturelle skulesekken kan best utviklast vidare gjennom å styrkje dei regionale kunst- og kunstindustrimusea som produsentar og formidlarar av profesjonell kunst, i samarbeid og dialog med eit sterkt nasjonalt kompetansemiljø.

source: The Norwegian Digitalisation Agency has established a new form of eID, the ‘MinID Passport’.
nn: Digitaliseringsdirektoratet har, i samarbeid med private aktørar, fått på plass ein ny elektronisk ID - «MinID Passport».

source: This is the first time the EU proposes a separate programme dedicated to digitalisation in society and industry.
nn: Det er første gong EU foreslår eit eige program dedikert til digitalisering i samfunn og næringsliv.

source: leum industry was introduced in 2000, under the
nn: tinentalsokkel vart det i 2000 introdusert eit nytt

source: The number of visitors to Antarctica is steadily growing.
nn: Talet på menneske som vitjar Antarktis, aukar jamt i omfang.

source: The EPO’s consideration of the case has been postponed until 2021 due to the coronavirus situation.
nn: EPO si behandling av saka er utsett til 2021 på grunn av koronasituasjonen.

source: As discussed in Chapter 2, both house prices and household debt have risen sharply in Norway for a number of years.
nn: Som omtala i kapittel 2 har både bustadprisane og gjelda i hushalda auka sterkt i Noreg i fleire år.

source: Renewed turmoil occurred in March and April 2012 due to weaker growth outlook, delays in austerity plans, and increased capital needs in Spanish banks.
nn: Ny uro oppstod i mars og april 2012 som følgje av uvisse knytt til svakare vekstutsikter, at dei offentlege innstrammingsplanane ikkje vert gjennomført etter planen, og at kapitalbehovet til spanske bankar har auka.

source: in the fourth quarter of 2001 with awards likely in
nn: kvartal 2001, og tildelingar av norsk gass.

source: According to the survey, Norway’s population has the highest rate of internet activity, and more than 90 per cent make use of digital public services or contact government agencies online.
nn: Undersøkinga viser at Noreg har den høgste internettbruken i befolkninga, og at meir enn 90 prosent bruker offentlege digitale tenester eller har kontakt med det offentlege gjennom digitale kanalar.

source: Under an existing agreement on support for the Malawian health system, Norway is now reallocating funds to support Malawi’s initial response to Covid-19.
nn: Gjennom ei eksisterande avtale om støtte til det malawiske helsevesenet, omdisponerer no Noreg ubrukte pengar for å støtte Malawis innleiande respons på covid-19.

source: One of the most important measures here is investments, operation and maintenance of Norway's railways, with an appropriation of NOK 11,4 billion in 2013.
nn: Blant dei største tiltaka her er investeringar, drift og vedlikehald av jernbanen, der det blir løyvd 11,4 milliardar kroner i 2013.

source: In 2018, the industry created values to the tune of approximately NOK 89 billion and employed nearly 84 000 people all over the country.
nn: Næringa skapte i 2018 verdiar for om lag 89 milliardar kroner og sysselsette om lag 84 000 personar fordelt over heile landet.

source: High income growth over many years, low interest rates, easy access to bank credit and high immigration have intensified pressure on the housing market in central parts of the country.
nn: Høg inntektsvekst over fleire år, låg rente, lett tilgang på lån i bankane og høg innvandring har auka presset i bustadmarknaden i dei sentrale områda av landet.

source: The Government wishes to direct efforts to
nn: pollinatorar i byar og tettstadar.

source: Major structural changes often result from mergers or demergers.
nn: Store endringar i strukturen kjem ofte av fusjonar eller fisjonar.

source: Politicians and authorities must provide space and incentives for innovation.
nn: Politikarar og styresmakter må gi handlingsrom og insentiver til å innovere.

source: For example, the German company Aquila is currently building a data centre at Kilemoen in Ringerike municipality,
nn: For eksempel bygger tyske Aquila no eit datasenter på nedre Kilemoen i Ringerike kommune,

source: Given the geographical and climatic conditions in the Antarctic, good infrastructure is a prerequisite for all research, monitoring and mapping.
nn: Under dei geografiske og klimatiske tilhøva i Antarktis er god infrastruktur ein føresetnad for all forsking, overvaking og kartlegging.

source: The section is responsible for museums, visual art, architectural issues, planning and building matters, the gift reinforcement programme and the decentralised scheme for distribution of gaming funds to cultural buildings.
nn: Seksjonen har ansvar for museum, visuelle kunstuttrykk, arkitekturspørsmål, byggjesaker, gåveforsterkingsordninga og desentralisert ordning for spelemidlar til kulturbygg.

source: In the QA2 report [56], Atkins and Oslo Economics highlight that the measure has matured through the FEED phase and appears to be adequately documented and feasible to implement, but with some uncertainty remaining in a number of processes.
nn: I KS2-rapporten [56] peikar Atkins og Oslo Economics på at tiltaket er modna gjennom forprosjektfasen og framstår som tilstrekkeleg dokumentert og mogleg å gjennomføre, men med noko restusikkerheit i ein del prosessar.

source: Exports of traditional goods were more or less unchanged from 2010 to 2011, although they fell quite significantly towards the end of 2011.
nn: Eksporten av tradisjonelle varer var om lag uendra frå 2010 til 2011, sjølv om han fall ein god del mot slutten av 2011.

source: The report stated that the authorities at central government level must clarify what the Cultural Rucksack is intended to be, what roles the various actors should play and what tasks they should be performing.
nn: Evalueringa meiner det er naudsynt at ein frå sentralt hald gjev tydelege signal om kva Den kulturelle skulesekken skal vere, kva roller dei ulike aktørane skal spele og kva oppgåver dei skal ha.

source: In the Dronning Maud Land Shipping Network (DROMSHIP), national Antarctic operators from Norway, Germany, Belgium, Sweden and Finland originally cooperated in the rental of ice-class vessels.
nn: I Dronning Maud Land Shipping Network (DROMSHIP) fanst det opphavleg eit samarbeid mellom dei nasjonale Antarktis-operatørane i Norge, Tyskland, Belgia, Sverige og Finland om leige av isgåande transportfartøy.

source: This development has been possible due to strong growth in the prices of Norwegian export products and sales to the petroleum industry.
nn: Denne utviklinga har vore mogleg på grunn av stor vekst i prisane på norske eksportprodukt og på leveransar frå industrien til petroleumsverksemda.

source: The Norwegian CCS Research Centre (NCCS), a centre for environmentally-friendly energy in Trondheim
nn: Eit eige forskingssenter for miljøvenleg energi, NCCS i Trondheim

source: In the first quarter of 2012, economists expected consumer price growth of 2.4 percent in two years’ time and 2.7 percent in five years’ time.
nn: kvartal 2012 venta fagøkonomane ein konsumprisvekst på 2,4 prosent om to år, og på 2,7 prosent om fem år.

source: The agreement must clearly state where data is processed; this also applies to sub
nn: Det må komme klart fram kor data blir behandla, òg for underleverandørar.

source: The Director-General of the National Archives may stipulate that private legal entities with public-sector affiliation comply with the Regulations relating to the Public Archives; cf. Public Archives Act, sections 19 and 20.
nn: Riksarkivaren kan fastsette at private rettssubjekt med offentleg tilknyting skal følge forskrift for offentlege arkiv, jf. arkivlova §§19 og 20.

source: OSP will provide the industry with tools and processes to construct and maintain digital twins for system integration, testing and control.
nn: OSP skal tilby industrien verktøy og prosessar for å kunne konstruere og vedlikehalde digitale tvillingar for systemintegrasjon, testing og kontroll.

source: Cloud services can reduce the scope of investments needed to start up new enterprises.
nn: Bruk av skytenester kan redusere investeringane som trengst for å sette opp ei ny verksemd.

source: A net stable funding requirement, or NSFR, specifies a minimum requirement for the composition of funding sources, i.e. how stable the banks funding must be.
nn: Eit krav om stabil finansiering kalla NSFR («Net Stable Funding Requirement») set eit minstekrav til samansetjinga av finansieringskjelder, altså til kor stabil finansieringa må vera.

source: (Parliament), and from the Government, which consti-
nn: i fagleg og rettsleg haldbare vurderingar, og dei skal

source: Norway has very high safety standards, and its activities in the region will continue to reflect high health, environment and safety standards.
nn: Norge har ein svært høg tryggleiksstandard, og skal framleis halde ved lag ein svært høg standard når det gjeld helse, miljø og tryggleik i gjennomføringa av den norske verksemda.

source: SOC1 reports on financial data.
nn: SOC1 rapporterer på finansielle data.

source: The bank would go bankrupt in period 1 if too many depositors chose to withdraw their money.
nn: Banken vil gå konkurs i periode 1 dersom for mange innskytarar vel å ta ut pengane sine.

source: Policies for persons with disabilities shall build on equality and equal status, self-determination, involvement, participation and inclusion.
nn: Politikken for personar med funksjonsnedsetting skal byggje på likestilling og likeverd, sjølvbestemming, medverknad, deltaking og inkludering.

source: There is good contact between the municipalities and the county, and the latter serves as prime mover, adviser and quality assurer of programme content.
nn: Kontakten mellom kommunane og fylkeskommunen er god, og fylkeskommunen fungerer som rettleiar, pådrivar og kvalitetssikrar av innhaldet.

source: They must familiarize themselves with and understand group dynamics andleadership, and learn how to analyze and solve conflicts.
nn: Dei måtileigne seg kunnskapar om og forståing av gruppeprosessar og leiing og utvikle evne til åanalysere og å løyse konfliktar.

source: In 1951 it was postponed again, this time because the Parlimentary Committee on Foreign and Constitutional Affairs believed the issue should not be raised due to the ongoing conflict between the United Kingdom and Argentina over sovereignty in West Antarctica.
nn: I 1951 vart saka utsett på nytt, denne gongen fordi utanriks- og konstitusjonsnemnda i Stortinget meinte at saka ikkje burde fremjast av omsyn til den pågåande striden mellom Storbritannia og Argentina om suverenitetstilhøva i Vest-Antarktis.

source: The accounts for 2006 showed that half the counties allocated one-third of the funds to municipalities, and that the remainder allocated between half and two-thirds of the funds to municipalities.
nn: Rekneskapane for 2006 syner at halvparten av fylkeskommunane fordeler om lag ein tredel av midlane vidare til kommunane. Dei andre fylka fordeler frå ein halvpart til to tredelar til kommunane.

source: Including the non-consultative parties, the contracting parties to the treaty now total 51 countries, representing over 80 per cent of the global population.
nn: Medrekna dei ikkje-konsultative partane tel dei kontraherande partane til traktaten i alt 51 land, som representerer over 80 prosent av folkemengda i verda.

source: Some companies, in particular those companies for which paid-up policies represent a considerable part of their business, are facing major challenges.
nn: For somme selskap, særleg dei selskapa der fripolisar utgjer ein vesentleg del av verksemda, er utfordringane store.

source: withdraw their money, unaffected individuals also increase their withdrawals.
nn: ta ut pengane sine, aukar uttaka òg hjå dei som ikkje er nøydde.

source: Currently 41 of Nordland’s 44 municipalities have drawn up their own plans for the Cultural Rucksack in their schools.
nn: I dag har 41 av dei 44 kommunane i fylket utarbeidd ein eigen plan for Den kulturelle skulesekken.

source: To meet the challenges and achieve results it is therefore necessary to mobilise political will at international level also.
nn: Det har òg vore mindre aktivitet enn planlagt i sekretariatet til Havpanelet, og forseinkingar i oppdragsforsking.

source: The commission concludes that each sector must assess which information falls under the respective categories.
nn: Utvalet meiner det er den enkelte sektoren som må vurdere kva informasjon som fell inn under dei ulike kategoriane.

source: In several typically rural industries, such as aquaculture and agriculture, digitalisation and better utilisation of data are playing a steadily more important role.
nn: I fleire typiske distriktsnæringar, slik som havbruk og landbruk, speler digitalisering og betre utnytting av data ei stadig større rolle.

source: Particularly loans to borrowers under 35 years of age have a high loan-to-value.
nn: Det er særleg lån til låntakarar under 35 år som har høg lånegrad.

source: Loans to corporations are more diversified and, on average, associated with more risk, and banks often need to have detailed knowledge of the outlook for the industries in which corporations are engaged.
nn: Det er større spreiing og i gjennomsnitt meir risiko knytt til lån til føretaka, og bankane bør ofte ha inngåande kjennskap til utsiktene for dei bransjane føretaka driv i.

source: Digital infrastructures and systems are becoming increasingly complex, extensive and integrated.
nn: Digitale infrastrukturar og system blir stadig meir komplekse, omfattande og integrerte.

source: Industry initiatives in aquaculture, where fish farming businesses and seafood suppliers to work together on introducing joint standards for collecting and sharing data, are good examples of this.
nn: Bransjeinitiativ som samlar oppdrettarar og leverandørar i sjømatnæringa i arbeid med felles standardar, er eit godt eksempel der ei næring sjølv tar initiativ til standardisering og profesjonalisering rundt innsamling og deling av data.

source: ‘Our overall goal is to increase Norwegian exports by 2030.
nn: - Vi har eit mål om at eksporten skal opp innan 2030.

source: The Ministry of Finance will return to this question; see the detailed discussion in Chapter 3 of this report.
nn: Finansdepartementet vil koma attende til dette spørsmålet, jamfør nærare omtale i kapittel 3 i denne meldinga.

source: This role will become increasingly important and relevant in the future we envision, with an increasing use of digital technology.
nn: Det må leggjast til rette for forsking og kompetanseutvikling på kulturfeltet, og tilfanget av relevant statistikk må sikrast.

source: 15/5-1 Dagny lies due north-west of the main Sleipner Vest structure and is a small discovery containing gas
nn: 15/5-1 Dagny ligg like nordvest for hovudstrukturen på Sleipner Vest og er eit mindre funn med gass og kon-

source: In 2018, the Norwegian Consumer Council conducted a survey showing that the population was keen to communicate and consult with their doctor digitally.
nn: I 2018 gjorde Forbrukarrådet ei undersøking som viste at innbyggarar ønskte å bruke moderne teknologi, både for å kommunisere med fastlegen og gjennomføre konsultasjonane digitalt.

source: Highlights of the environmental budget for 2013:
nn: Hovudpunkt i miljøvernbudsjettet 2013:

source: Risk may, for example, accumulate in the financial system during periods of economic boom, typically characterised by high credit and debt growth, rapid growth in asset prices and high risk taking on the part of financial institutions.
nn: Til dømes kan det byggja seg opp risiko i finanssystemet i høgkonjunkturar med høg kreditt- og gjeldsvekst, rask oppgang i formuesprisar og høg risikotaking i finansinstitusjonane.

source: and oil companies, a partnership that, in itself,
nn: prosessar, metodar og teknologi for avsetning

source: Norway’s general research policy was defined in Meld.
nn: Den generelle forskingspolitikken vert trekt opp i Forskingsmeldinga, Meld.

source: In 2011, in connection with the centennial celebration of Roald Amundsen’s expedition to the South Pole, the Government pledged funding for the restoration of the two Borchgrevink huts at Cape Adare.
nn: I samband med hundreårsjubileet for sørpolekspedisjonen til Amundsen i 2011 løyvde regjeringa midlar til restaurering av Borchgrevink-hyttene på Kapp Adare.

source: The results are shown in Figure 3.1.
nn: Resultata er vist i figur 3.1.

source: Within DROMLAN – the multilateral air logistics network in Dronning Maud Land (see chapter 9.4) – an agreement has been reached on the use of available air transport capacity for evacuation if necessary due to illness or injury.
nn: Innanfor det såkalla DROMLAN, som er eit samarbeid mellom fleire land om flylogistikk i Dronning Maud Land (sjå kapittel 9.4), finst det til dømes ei avtale om bruk av tilgjengeleg flytransport dersom det er naudsynt med flyevakuering ved sjukdom eller skade.

source: The act did not regulate savings banks’ establishment, structure or activities, but did allow savings banks to have their articles approved by the King.
nn: Lova regulerte ikkje skipinga av sparebankar, oppbygnaden deira eller verksemda, men gav bankane høve til å få vedtektene godkjende av Kongen.

source: The biggest negative environmental impact, in the opinion of the operator, is linked to the consequences of the establishment of the onshore facility and tanks on land for people’s views and enjoyment of the area.
nn: Rettshavar si vurdering er at den største negative miljøeffekten er knytta til konsekvensar for oppleving og utsikt som følgje av etablering av mottaksanlegg med tankanlegg på land.

source: According to the World Bank, around 22.3 per cent of global emissions are currently covered by carbon emissions pricing [23].
nn: I følgje Verdsbanken er om lag 22,3 pst. av utsleppa i verda i dag dekka av prising av utslepp [23].

source: New research stations are being built, and research activities are expanding.
nn: Nye forskingsstasjonar vert bygde, og forskingsaktiviteten vert større.

source: It is particularly relevant to take these into account when considering the cost of a service comprising a combination of, for example, Software as a Service that includes all the operating costs, compared with the cost of buying the software as a product and running it in-house or outsourcing it to a third party.
nn: Det er særskilt relevant å ta omsyn til dette når ein skal vurdere kostnaden for ei teneste som består av ein kombinasjon av for eksempel programvare som teneste og drift av denne programvara hos skyleverandøren, opp mot det å kjøpe programvara som produkt og sjølv stå for drifta, eventuelt kjøpe driftstenester hos ein tredjepart.

source: Former asylum seekers are registered as immigrants only on settlement in a Norwegian municipality with a residence permit.
nn: Departementet har merka seg innspela frå høyringsinstansane når det gjeld forslaget om munnlege forhandlingar.

source: Support for new stage productions
nn: Støtte til nyproduksjonar av scenekunst

source: with such international agreements as the Kyoto and
nn: som Kyotoprotokollen og Göteborgprotokollen, og i

source: The 2000 North Sea offshore licensing round, with
nn: I Nordsjøtildelingane 2000, der tildelingar vil skje

source: sharing and collaboration across industries and
nn: og i samfunns- og arealplanlegginga.

source: China has not suffered capital outflows like other emerging economies, but Chinese currency has depreciated somewhat and economic growth is lower than before the financial crisis.
nn: Kina har ikkje vore råka av kapitalutgang slik som andre framveksande økonomiar, men den kinesiske valutaen har svekka seg noko, og veksten er lågare enn før finanskrisa.

source: Section 5 contains provisions governing the right of inspection under the treaty.
nn: Vidare inneheld § 5 reglar om inspeksjonsretten i medhald av traktaten.

source: The planning processes must accommodate the coordination and balancing of different interests and considerations.
nn: Bruk av ny teknologi i planlegging og samfunnsutvikling vil medverke til ei framtidsretta og berekraftig utvikling.

source: influence through their employees’ organisations.
nn: gjennom sine fagorganisasjonar.

source: NOK 6 million to theatre production and performances.
nn: I alt 6 mill. kroner er fordelte til produksjon og formidling av scenekunst.
